Ran Plan for project: `wrestleutopia-prod` dir: `accounts/wrestleutopia-prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Wrote /home/atlantis/.atlantis/prod-ue2-multiaccounts.tfvars with secrets from SSM.


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_ssm_association.attach_policy_scheduled will be created
+ resource "aws_ssm_association" "attach_policy_scheduled" {
      + apply_only_at_cron_interval      = false
      + arn                              = (known after apply)
      + association_id                   = (known after apply)
      + association_name                 = "AttachPolicyAutomation"
      + automation_target_parameter_name = "ResourceArn"
      + document_version                 = (known after apply)
      + id                               = (known after apply)
      + name                             = "AttachSFNResourcePolicy"
      + parameters                       = {
          + "AutomationAssumeRole" = "arn:aws:iam::390402544450:role/SSMAutomationRole"
          + "PolicyJson"           = jsonencode(
                {
                  + Statement = [
                      + {
                          + Action    = "states:StartExecution"
                          + Effect    = "Allow"
                          + Principal = {
                              + AWS = [
                                  + "arn:aws:iam::825765422855:role/sharedservices_lambda_role",
                                  + "arn:aws:iam::825765422855:role/CrossAccountStartExecutionRole",
                                ]
                            }
                          + Resource  = "aws_sfn_state_machine.manual_workflow.arn"
                        },
                    ]
                  + Version   = "2012-10-17"
                }
            )
          + "ResourceArn"          = "arn:aws:states:us-east-2:390402544450:stateMachine:manual_wrestleutopia_workflow"
        }
      + schedule_expression              = "rate(12 hours)"
      + tags_all                         = {
          + "DeployedBy"  = "Terraform"
          + "Environment" = "prod"
          + "Project"     = "wrestleutopia"
        }

      + targets (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p wrestleutopia-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://atlantis.feedutopia.com:4141/lock?id=ryan-longoria%252FFeedUtopia%252Faccounts%252Fwrestleutopia-prod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p wrestleutopia-prod
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```